Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.help.changelog
source: Changelog
ar: سجل التغييرات
es: Registro de cambios
fr: Journal des modifications
ja: 更新履歴
ko: 변경 로그
uk: Журнал змін
zh_hans: 更新日志
zh_hant: 更新日誌

# sidebar.help.feedback.attachImages
source: Attach Images
ar: إرفاق صور
de: Bilder anhängen
es: Adjuntar imágenes
fr: Joindre des images
ja: 画像を添付
ko: 이미지 첨부
uk: Прикріпити зображення
zh_hans: 附加图片
zh_hant: 附加圖片

# sidebar.help.feedback.attachImages.prompt
source: Attach
ar: إرفاق
de: Anhängen
es: Adjuntar
fr: Joindre
ja: 添付
ko: 첨부
uk: Прикріпити
zh_hans: 附加
zh_hant: 附加

# sidebar.help.feedback.attachImages.title
source: Attach Images
ar: إرفاق صور
de: Bilder anhängen
es: Adjuntar imágenes
fr: Joindre des images
ja: 画像を添付
ko: 이미지 첨부
uk: Прикріпити зображення
zh_hans: 附加图片
zh_hant: 附加圖片

# sidebar.help.feedback.attachmentsHint
source: Up to 10 images.
ar: ما يصل إلى 10 صور.
de: Bis zu 10 Bilder.
es: Hasta 10 imágenes.
fr: Jusqu’à 10 images.
ja: 画像は最大10枚まで添付できます。
ko: 최대 10장의 이미지.
uk: До 10 зображень.
zh_hans: 最多 10 张图片。
zh_hant: 最多 10 張圖片。

# sidebar.help.feedback.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# sidebar.help.feedback.connectionError
source: Couldn't send feedback. Check your connection and try again.
ar: تعذر إرسال الملاحظات. تحقق من اتصالك وحاول مجدداً.
de: Feedback konnte nicht gesendet werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudieron enviar los comentarios. Comprueba la conexión e inténtalo de nuevo.
fr: Impossible d’envoyer les commentaires. Vérifiez votre connexion et réessayez.
ja: フィードバックを送信できませんでした。接続を確認して、もう一度お試しください。
ko: 피드백을 보내지 못했습니다. 연결을 확인하고 다시 시도하세요.
uk: Не вдалося надіслати відгук. Перевірте підключення та спробуйте ще раз.
zh_hans: 无法发送反馈。请检查网络连接后重试。
zh_hant: 無法傳送意見反應。請檢查您的連線並重試。

# sidebar.help.feedback.done
source: Done
ar: تم
de: Erledigt
es: Hecho
fr: Fait
ja: 完了
ko: 완료
uk: Готово
zh_hans: 完成
zh_hant: 完畢

# sidebar.help.feedback.email
source: Your Email
ar: بريدك الإلكتروني
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre adresse e-mail
ja: メールアドレス
ko: 이메일 주소
uk: Ваш email
zh_hans: 你的邮箱
zh_hant: 您的電子郵件

# sidebar.help.feedback.emptyMessage
source: Enter a message before sending.
ar: أدخل رسالة قبل الإرسال.
de: Geben Sie eine Nachricht ein, bevor Sie senden.
es: Escribe un mensaje antes de enviar.
fr: Saisissez un message avant d’envoyer.
ja: 送信する前にメッセージを入力してください。
ko: 보내기 전에 메시지를 입력하세요.
uk: Введіть повідомлення перед надсиланням.
zh_hans: 发送前请输入内容。
zh_hant: 傳送前請先輸入訊息。

# sidebar.help.feedback.endpointError
source: Feedback is unavailable right now. Email founders@manaflow.com instead.
ar: الملاحظات غير متوفرة الآن. يرجى مراسلة founders@manaflow.com عبر البريد الإلكتروني بدلاً من ذلك.
de: Feedback ist zurzeit nicht verfügbar. Senden Sie stattdessen eine E-Mail an founders@manaflow.com.
es: Los comentarios no están disponibles en este momento. Envía un correo a founders@manaflow.com en su lugar.
fr: Les retours ne sont pas disponibles pour le moment. Envoyez plutôt un e-mail à founders@manaflow.com.
ja: 現在フィードバックを送信できません。代わりに founders@manaflow.com までメールしてください。
ko: 현재 피드백을 사용할 수 없습니다. 대신 founders@manaflow.com으로 이메일을 보내주세요.
uk: Відгуки зараз недоступні. Напишіть на founders@manaflow.com.
zh_hans: 反馈功能暂时不可用。请改为发送邮件至 founders@manaflow.com。
zh_hant: 目前無法使用意見反應功能。請改為傳送電子郵件至 founders@manaflow.com。

# sidebar.help.feedback.genericError
source: Couldn't send feedback. Please try again.
ar: تعذر إرسال الملاحظات. يرجى المحاولة مرة أخرى.
de: Feedback konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: No se pudieron enviar los comentarios. Inténtalo de nuevo.
fr: Impossible d’envoyer les commentaires. Veuillez réessayer.
ja: フィードバックを送信できませんでした。もう一度お試しください。
ko: 피드백을 보내지 못했습니다. 다시 시도하세요.
uk: Не вдалося надіслати відгук. Спробуйте ще раз.
zh_hans: 无法发送反馈。请重试。
zh_hant: 無法傳送意見反應。請重試。

# sidebar.help.feedback.imageTooLarge
source: Each image must be 4 MB or smaller.
ar: يجب أن يكون حجم كل صورة 4 ميجابايت أو أقل.
de: Jedes Bild darf maximal 4 MB groß sein.
es: Cada imagen debe ser de 4 MB o menos.
fr: Chaque image doit faire 4 Mo ou moins.
ja: 各画像は 4 MB 以下にしてください。
ko: 각 이미지는 4MB 이하여야 합니다.
uk: Кожне зображення повинно бути не більше 4 МБ.
zh_hans: 每张图片不得超过 4 MB。
zh_hant: 每張圖片必須為 4 MB 或更小。

# sidebar.help.feedback.invalidEmail
source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحاً.
de: Geben Sie eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo electrónico válida.
fr: Saisissez une adresse e-mail valide.
ja: 有効なメールアドレスを入力してください。
ko: 올바른 이메일 주소를 입력하세요.
uk: Введіть дійсну електронну адресу.
zh_hans: 请输入有效的邮箱地址。
zh_hant: 請輸入有效的電子郵件地址。

# sidebar.help.feedback.invalidImageSelection
source: One of the selected files could not be attached.
ar: تعذر إرفاق أحد الملفات المحددة.
de: Eine der ausgewählten Dateien konnte nicht angehängt werden.
es: No se pudo adjuntar uno de los archivos seleccionados.
fr: L’un des fichiers sélectionnés n’a pas pu être joint.
ja: 選択したファイルのうち1つを添付できませんでした。
ko: 선택한 파일 중 하나를 첨부할 수 없습니다.
uk: Один з вибраних файлів не вдалося прикріпити.
zh_hans: 所选文件中有一个无法附加。
zh_hant: 無法附加其中一個選取的檔案。

# sidebar.help.feedback.message
source: Message
ar: رسالة
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
uk: Повідомлення
zh_hans: 内容
zh_hant: 訊息

# sidebar.help.feedback.messagePlaceholder
source: Share feedback, feature requests, or issues.
ar: شاركنا ملاحظاتك، أو طلبات الميزات، أو المشاكل.
de: Teilen Sie Feedback, Funktionsanfragen oder Probleme.
es: Comparte comentarios, solicitudes de funciones o problemas.
fr: Partagez vos commentaires, demandes de fonctionnalités ou problèmes.
ja: フィードバック、機能要望、不具合をお知らせください。
ko: 피드백, 기능 요청 또는 문제를 공유하세요.
uk: Поділіться відгуком, пропозиціями або повідомте про проблему.
zh_hans: 分享反馈、功能建议或问题。
zh_hant: 分享意見反應、功能需求或問題。

# sidebar.help.feedback.messageTooLong
source: Your message is too long.
ar: رسالتك طويلة جداً.
de: Ihre Nachricht ist zu lang.
es: Tu mensaje es demasiado largo.
fr: Votre message est trop long.
ja: メッセージが長すぎます。
ko: 메시지가 너무 깁니다.
uk: Ваше повідомлення занадто довге.
zh_hans: 你的内容过长。
zh_hant: 您的訊息過長。

# sidebar.help.feedback.note
source: You can also reach us at founders@manaflow.com.
ar: يمكنك أيضاً التواصل معنا عبر founders@manaflow.com.
de: Sie können uns auch unter founders@manaflow.com erreichen.
es: También puedes contactarnos en founders@manaflow.com.
fr: Vous pouvez également nous contacter à l'adresse founders@manaflow.com.
ja: founders@manaflow.com 宛てに直接ご連絡いただくこともできます。
ko: founders@manaflow.com으로도 연락하실 수 있습니다.
uk: Ви також можете написати нам на founders@manaflow.com.
zh_hans: 你也可以通过 founders@manaflow.com 联系我们。
zh_hant: 您也可以透過 founders@manaflow.com 與我們聯絡。

# sidebar.help.feedback.rateLimited
source: Too many feedback attempts. Please try again later.
ar: محاولات إرسال ملاحظات كثيرة جداً. يرجى المحاولة مرة أخرى لاحقاً.
de: Zu viele Feedback-Versuche. Bitte versuchen Sie es später noch einmal.
es: Demasiados intentos de envío. Inténtalo de nuevo más tarde.
fr: Trop de tentatives d’envoi de commentaires. Veuillez réessayer plus tard.
ja: フィードバックの送信回数が多すぎます。しばらくしてからもう一度お試しください。
ko: 피드백 시도가 너무 많습니다. 나중에 다시 시도하세요.
uk: Занадто багато спроб надсилання відгуку. Спробуйте пізніше.
zh_hans: 反馈提交过于频繁。请稍后重试。
zh_hant: 嘗試傳送意見反應的次數過多。請稍後重試。

# sidebar.help.feedback.removeAttachment
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
uk: Видалити
zh_hans: 移除
zh_hant: 移除

# sidebar.help.feedback.send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
uk: Надіслати
zh_hans: 发送
zh_hant: 傳送

# sidebar.help.feedback.successBody
source: You can also reach us at founders@manaflow.com.
ar: يمكنك أيضاً التواصل معنا عبر founders@manaflow.com.
de: Sie können uns auch unter founders@manaflow.com erreichen.
es: También puedes contactarnos en founders@manaflow.com.
fr: Vous pouvez également nous contacter à l'adresse founders@manaflow.com.
ja: founders@manaflow.com 宛てに直接ご連絡いただくこともできます。
ko: founders@manaflow.com으로도 연락하실 수 있습니다.
uk: Ви також можете написати нам на founders@manaflow.com.
zh_hans: 你也可以通过 founders@manaflow.com 联系我们。
zh_hant: 您也可以透過 founders@manaflow.com 與我們聯絡。

# sidebar.help.feedback.successTitle
source: Thanks for the feedback.
ar: شكراً على ملاحظاتك.
de: Vielen Dank für das Feedback.
es: Gracias por tus comentarios.
fr: Merci pour vos commentaires.
ja: フィードバックありがとうございます。
ko: 피드백을 보내주셔서 감사합니다.
uk: Дякуємо за відгук.
zh_hans: 感谢你的反馈。
zh_hant: 感謝您的意見反應。

# sidebar.help.feedback.title
source: Send Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送信
ko: 피드백 보내기
uk: Надіслати відгук
zh_hans: 发送反馈
zh_hant: 傳送意見反應

# sidebar.help.feedback.tooManyImages
source: You can attach up to 10 images.
ar: يمكنك إرفاق ما يصل إلى 10 صور.
de: Sie können bis zu 10 Bilder anhängen.
es: Puedes adjuntar hasta 10 imágenes.
fr: Vous pouvez joindre jusqu’à 10 images.
ja: 画像は最大10枚まで添付できます。
ko: 최대 10장의 이미지를 첨부할 수 있습니다.
uk: Можна прикріпити до 10 зображень.
zh_hans: 最多可附加 10 张图片。
zh_hant: 您最多可以附加 10 張圖片。

# sidebar.help.feedback.totalImagesTooLarge
source: These images are too large to send together. Remove a few and try again.
ar: هذه الصور كبيرة جداً ليتم إرسالها معاً. يرجى إزالة بعضها والمحاولة مجدداً.
de: Diese Bilder sind zu groß, um sie zusammen zu senden. Entfernen Sie einige und versuchen Sie es erneut.
es: Estas imágenes son demasiado grandes para enviarse juntas. Elimina algunas e inténtalo de nuevo.
fr: Ces images sont trop volumineuses pour être envoyées ensemble. Supprimez-en quelques-unes et réessayez.
ja: これらの画像はまとめて送信するには大きすぎます。いくつか削除してもう一度お試しください。
ko: 이미지가 너무 커서 함께 보낼 수 없습니다. 몇 개를 제거하고 다시 시도하세요.
uk: Ці зображення занадто великі для надсилання разом. Видаліть кілька та спробуйте ще раз.
zh_hans: 这些图片总体积过大，无法一起发送。请移除几张后重试。
zh_hant: 這些圖片過大，無法同時傳送。請移除幾張圖片後重試。

# sidebar.help.feedback.validationError
source: Check your message and attachments, then try again.
ar: تحقق من رسالتك والمرفقات، ثم حاول مجدداً.
de: Überprüfen Sie Ihre Nachricht und Anhänge und versuchen Sie es dann erneut.
es: Comprueba tu mensaje y los archivos adjuntos, e inténtalo de nuevo.
fr: Vérifiez votre message et vos pièces jointes, puis réessayez.
ja: メッセージと添付ファイルを確認して、もう一度お試しください。
ko: 메시지와 첨부 파일을 확인한 후 다시 시도하세요.
uk: Перевірте повідомлення та вкладення, потім спробуйте ще раз.
zh_hans: 请检查内容和附件后重试。
zh_hant: 請檢查您的訊息與附件，然後重試。

# sidebar.help.githubIssues
source: GitHub Issues
ar: مشكلات GitHub
es: Incidencias de GitHub
fr: Tickets GitHub
ko: GitHub 이슈
uk: Проблеми на GitHub
zh_hans: GitHub 议题
zh_hant: GitHub 議題

# sidebar.help.sendFeedback
source: Send Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送信
ko: 피드백 보내기
uk: Надіслати відгук
zh_hans: 发送反馈
zh_hant: 傳送回饋

# sidebar.help.welcome
source: Welcome to cmux!
ar: مرحبًا بك في cmux!
de: Willkommen bei cmux!
es: ¡Te damos la bienvenida a cmux!
fr: Bienvenue sur cmux !
ja: cmuxへようこそ！
ko: cmux에 오신 것을 환영합니다!
uk: Ласкаво просимо до cmux!
zh_hans: 欢迎使用 cmux！
zh_hant: 歡迎使用 cmux！

# sidebar.indicator.leftRail
source: Left Rail
ar: شريط أيسر
bs: Lijeva traka
da: Venstre skinne
de: Linke Leiste
es: Barra izquierda
fr: Rail gauche
it: Barra sinistra
ja: 左レール
ko: 왼쪽 레일
nb: Venstre skinne
pl: Lewa listwa
pt_br: Trilho Esquerdo
ru: Левая полоса
th: แถบด้านซ้าย
tr: Sol Şerit
uk: Лівий рейл
zh_hans: 左侧导轨
zh_hant: 左側軌道

# sidebar.indicator.solidFill
source: Solid Fill
ar: تعبئة صلبة
bs: Puna ispuna
da: Solid udfyldning
de: Farbfüllung
es: Relleno sólido
fr: Remplissage uni
it: Riempimento solido
ja: ソリッドフィル
ko: 단색 채우기
nb: Heldekkende fyll
pl: Jednolite wypełnienie
pt_br: Preenchimento Sólido
ru: Сплошная заливка
th: พื้นทึบ
tr: Düz Dolgu
uk: Суцільне заповнення
zh_hans: 纯色填充
zh_hant: 實心填充

# sidebar.mediaActivity.audio.tooltip
source: Playing audio
ar: يتم تشغيل الصوت
de: Audio-Wiedergabe
es: Reproduciendo audio
fr: Lecture audio
ja: オーディオを再生中
ko: 오디오 재생 중
zh_hans: 正在播放音频
zh_hant: 正在播放音訊

# sidebar.mediaActivity.camera.tooltip
source: Camera in use
ar: الكاميرا قيد الاستخدام
de: Kamera wird verwendet
es: Cámara en uso
fr: Caméra en cours d’utilisation
ja: カメラを使用中
ko: 카메라 사용 중
zh_hans: 摄像头使用中
zh_hant: 相機使用中

# sidebar.mediaActivity.microphone.tooltip
source: Microphone in use
ar: الميكروفون قيد الاستخدام
de: Mikrofon wird verwendet
es: Micrófono en uso
fr: Microphone en cours d’utilisation
ja: マイクを使用中
ko: 마이크 사용 중
zh_hans: 麦克风使用中
zh_hant: 麥克風使用中

# sidebar.memoryWarning.accessibilityLabel
source: High memory warning
ar: تحذير من استهلاك عالٍ للذاكرة
de: Warnung bei hohem Speicherverbrauch
es: Advertencia de memoria alta
fr: Avertissement d’utilisation mémoire élevée
ja: 高メモリ警告
ko: 높은 메모리 사용량 경고
zh_hans: 高内存占用警告
zh_hant: 記憶體高用量警告

# sidebar.memoryWarning.tooltip
source: A pane in this workspace is using a lot of memory
ar: يستخدم جزء في مساحة العمل هذه الكثير من الذاكرة
de: Ein Teilfenster in diesem Arbeitsbereich verbraucht sehr viel Speicher
es: Un panel en este espacio de trabajo está usando mucha memoria
fr: Un volet de cet espace de travail utilise beaucoup de mémoire
ja: このワークスペースのペインが大量のメモリを使用しています
ko: 이 작업 공간의 분할 창 하나가 많은 메모리를 사용하고 있습니다
zh_hans: 此工作区中有窗格占用了大量内存
zh_hant: 此工作區中的某個窗格正在使用大量記憶體

# sidebar.metadata.showLess
source: Show less
ar: عرض أقل
bs: Prikaži manje
da: Vis mindre
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 表示を減らす
ko: 간략히 보기
nb: Vis mindre
pl: Pokaż mniej
pt_br: Mostrar menos
ru: Показать меньше
th: แสดงน้อยลง
tr: Daha az göster
uk: Менше
zh_hans: 收起
zh_hant: 顯示較少

# sidebar.metadata.showLessDetails
source: Show less details
ar: عرض تفاصيل أقل
bs: Prikaži manje detalja
da: Vis færre detaljer
de: Weniger Details anzeigen
es: Mostrar menos detalles
fr: Afficher moins de détails
it: Mostra meno dettagli
ja: 詳細を折りたたむ
ko: 세부 정보 접기
nb: Vis færre detaljer
pl: Pokaż mniej szczegółów
pt_br: Mostrar menos detalhes
ru: Показать меньше подробностей
th: แสดงรายละเอียดน้อยลง
tr: Daha az ayrıntı göster
uk: Менше деталей
zh_hans: 收起详细信息
zh_hant: 顯示較少詳細資訊

# sidebar.metadata.showMore
source: Show more
ar: عرض المزيد
bs: Prikaži više
da: Vis mere
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra di più
ja: さらに表示
ko: 더 보기
nb: Vis mer
pl: Pokaż więcej
pt_br: Mostrar mais
ru: Показать больше
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Більше
zh_hans: 展开
zh_hant: 顯示更多

# sidebar.metadata.showMoreDetails
source: Show more details
ar: عرض تفاصيل أكثر
bs: Prikaži više detalja
da: Vis flere detaljer
de: Mehr Details anzeigen
es: Mostrar más detalles
fr: Afficher plus de détails
it: Mostra più dettagli
ja: 詳細を展開
ko: 세부 정보 펼치기
nb: Vis flere detaljer
pl: Pokaż więcej szczegółów
pt_br: Mostrar mais detalhes
ru: Показать больше подробностей
th: แสดงรายละเอียดเพิ่มเติม
tr: Daha fazla ayrıntı göster
uk: Більше деталей
zh_hans: 展开详细信息
zh_hant: 顯示更多詳細資訊

# sidebar.mutedWorkspace.tooltip
source: Notifications muted for this workspace
ar: تم كتم إشعارات مساحة العمل هذه
bs: Obavijesti su isključene za ovaj radni prostor
da: Notifikationer er slået fra for dette arbejdsområde
de: Benachrichtigungen für diesen Arbeitsbereich sind stummgeschaltet
es: Las notificaciones están silenciadas para este espacio de trabajo
fr: Les notifications sont coupées pour cet espace de travail
it: Le notifiche sono disattivate per quest’area di lavoro
ja: このワークスペースの通知はミュートされています
ko: 이 작업 공간의 알림이 꺼져 있음
nb: Varsler er slått av for dette arbeidsområdet
pl: Powiadomienia dla tego obszaru roboczego są wyciszone
pt_br: As notificações estão silenciadas para este espaço de trabalho
ru: Уведомления этого рабочего пространства отключены
th: ปิดเสียงการแจ้งเตือนสำหรับพื้นที่ทำงานนี้แล้ว
tr: Bu çalışma alanının bildirimleri sessize alındı
uk: Сповіщення цього робочого простору вимкнено
zh_hans: 此工作区的通知已静音
zh_hant: 此工作區的通知已靜音

# sidebar.pinnedWorkspaceProtected.tooltip
source: Pinned workspace. Closing requires confirmation.
ar: مساحة عمل مثبتة. يتطلب الإغلاق تأكيدًا.
de: Angepinnter Arbeitsbereich. Schließen erfordert eine Bestätigung.
es: Espacio de trabajo fijado. Cerrar requiere confirmación.
fr: Espace de travail épinglé. La fermeture nécessite une confirmation.
ja: ピン留めされたワークスペースです。閉じるには確認が必要です。
ko: 고정된 워크스페이스입니다. 닫으려면 확인이 필요합니다.
uk: Закріплена робоча область. Закриття потребує підтвердження.
zh_hans: 已固定的工作区。关闭需要确认。
zh_hant: 已釘選的工作區。關閉需要確認。

# sidebar.port.openTooltip
source: Open localhost:%lld
ar: فتح localhost:%lld
de: localhost:%lld öffnen
es: Abrir localhost:%lld
fr: Ouvrir localhost:%lld
ja: localhost:%lldを開く
ko: localhost:%lld 열기
uk: Відкрити localhost:%lld
zh_hans: 打开 localhost:%lld
zh_hant: 開啟 localhost:%lld

# sidebar.pro.badge
source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à niveau
ja: アップグレード
ko: 업그레이드
zh_hans: 升级
zh_hant: 升級

# sidebar.pro.badge.dismiss
source: Hide the Pro badge
ar: إخفاء شارة Pro
de: Das Pro-Badge ausblenden
es: Ocultar la insignia Pro
fr: Masquer le badge Pro
ja: Proバッジを非表示にする
ko: Pro 배지 숨기기
zh_hans: 隐藏 Pro 标记
zh_hant: 隱藏 Pro 徽章

# sidebar.provider.default.title
source: Default Workspaces
ar: مساحات العمل الافتراضية
de: Standard-Arbeitsbereiche
es: Espacios de trabajo predeterminados
fr: Espaces de travail par défaut
ja: 既定のワークスペース
ko: 기본 작업 공간
zh_hans: 默认工作区
zh_hant: 預設工作區

# sidebar.provider.extensions.subtitle
source: Custom sidebar
ar: ExtensionKit
bs: ExtensionKit
da: ExtensionKit
de: ExtensionKit
es: ExtensionKit
fr: ExtensionKit
it: ExtensionKit
ja: カスタムサイドバー
ko: ExtensionKit
nb: ExtensionKit
pl: ExtensionKit
pt_br: ExtensionKit
ru: ExtensionKit
th: ExtensionKit
tr: ExtensionKit
uk: ExtensionKit
zh_hans: ExtensionKit
zh_hant: ExtensionKit

# sidebar.provider.extensions.title
source: Extension Sidebar
ar: امتدادات CMUX
bs: CMUX ekstenzije
da: CMUX-udvidelser
de: CMUX-Erweiterungen
es: Extensiones de CMUX
fr: Extensions CMUX
it: Estensioni CMUX
ja: 拡張サイドバー
ko: CMUX 확장 기능
nb: CMUX-utvidelser
pl: Rozszerzenia CMUX
pt_br: Extensões do CMUX
ru: Расширения CMUX
th: ส่วนขยาย CMUX
tr: CMUX uzantıları
uk: Розширення CMUX
zh_hans: CMUX 扩展
zh_hant: CMUX 擴充功能

# sidebar.pullRequest.openTooltip
source: Open %1$@ #%2$lld
ar: فتح %1$@ #%2$lld
bs: Otvori %1$@ #%2$lld
da: Åbn %1$@ #%2$lld
de: %1$@ #%2$lld öffnen
es: Abrir %1$@ #%2$lld
fr: Ouvrir %1$@ #%2$lld
it: Apri %1$@ #%2$lld
ja: %1$@ #%2$lldを開く
ko: %1$@ #%2$lld 열기
nb: Åpne %1$@ #%2$lld
pl: Otwórz %1$@ #%2$lld
pt_br: Abrir %1$@ #%2$lld
ru: Открыть %1$@ #%2$lld
th: เปิด %1$@ #%2$lld
tr: %1$@ #%2$lld Aç
uk: Відкрити %1$@ #%2$lld
zh_hans: 打开 %1$@ #%2$lld
zh_hant: 開啟 %1$@ #%2$lld

# sidebar.pullRequest.statusClosed
source: closed
ar: مغلق
bs: zatvoren
da: lukket
de: geschlossen
es: cerrado
fr: fermée
it: chiusa
ja: クローズ
ko: 닫힘
nb: lukket
pl: zamknięty
pt_br: fechado
ru: закрыт
th: ปิดแล้ว
tr: kapalı
uk: закритий
zh_hans: 已关闭
zh_hant: 已關閉

# sidebar.pullRequest.statusMerged
source: merged
ar: مدمج
bs: spojen
da: sammenlagt
de: zusammengeführt
es: fusionado
fr: fusionnée
it: unita
ja: マージ済み
ko: 병합됨
nb: sammenslått
pl: scalony
pt_br: mesclado
ru: объединен
th: ผสานแล้ว
tr: birleştirildi
uk: злитий
zh_hans: 已合并
zh_hant: 已合併

# sidebar.pullRequest.statusOpen
source: open
ar: مفتوح
bs: otvoren
da: åben
de: offen
es: abierto
fr: ouverte
it: aperta
ja: オープン
ko: 열림
nb: åpen
pl: otwarty
pt_br: aberto
ru: открыт
th: เปิด
tr: açık
uk: відкритий
zh_hans: 打开
zh_hant: 開啟

# sidebar.remote.help.connected
source: Remote connected to %@
ar: الاتصال البعيد متصل بـ %@
bs: Udaljeno povezano s %@
da: Fjernforbindelse til %@
de: Remote mit %@ verbunden
es: Remoto conectado a %@
fr: Remote connecté à %@
it: Remote connesso a %@
ja: リモートは %@ に接続済み
ko: 원격이 %@에 연결됨
nb: Ekstern tilkoblet %@
pl: Zdalnie połączono z %@
pt_br: Remoto conectado a %@
ru: Удаленное подключение к %@ установлено
th: รีโมตเชื่อมต่อกับ %@ แล้ว
tr: Uzak bağlantı %@ ile bağlı
uk: Віддалене підключення до %@ встановлено
zh_hans: 远程已连接到 %@
zh_hant: 遠端已連線到 %@

# sidebar.remote.help.connecting
source: Remote connecting to %@
ar: الاتصال البعيد يتصل بـ %@
bs: Udaljeno povezivanje s %@
da: Fjernforbindelse opretter forbindelse til %@
de: Remote verbindet mit %@
es: Remoto conectando a %@
fr: Remote en connexion à %@
it: Remote in connessione a %@
ja: リモートは %@ に接続中
ko: 원격이 %@에 연결 중
nb: Ekstern kobler til %@
pl: Zdalne łączenie z %@
pt_br: Remoto conectando a %@
ru: Удаленное подключение к %@
th: รีโมตกำลังเชื่อมต่อกับ %@
tr: Uzak bağlantı %@ hedefine bağlanıyor
uk: Віддалене підключення до %@
zh_hans: 远程正在连接到 %@
zh_hant: 遠端正在連線到 %@

# sidebar.remote.help.disconnected
source: Remote disconnected from %@
ar: الاتصال البعيد منقطع عن %@
bs: Udaljeno prekinuto s %@
da: Fjernforbindelse afbrudt fra %@
de: Remote von %@ getrennt
es: Remoto desconectado de %@
fr: Remote déconnecté de %@
it: Remote disconnesso da %@
ja: リモートは %@ から切断済み
ko: 원격이 %@에서 연결 해제됨
nb: Ekstern frakoblet %@
pl: Zdalnie rozłączono z %@
pt_br: Remoto desconectado de %@
ru: Удаленное подключение к %@ отключено
th: รีโมตตัดการเชื่อมต่อจาก %@ แล้ว
tr: Uzak bağlantı %@ ile kesildi
uk: Віддалене підключення до %@ відключено
zh_hans: 远程已从 %@ 断开
zh_hant: 遠端已從 %@ 中斷連線

# sidebar.remote.help.error
source: Remote error for %@
ar: خطأ في الاتصال البعيد لـ %@
bs: Greška udaljene veze za %@
da: Fjernfejl for %@
de: Remote-Fehler für %@
es: Error remoto para %@
fr: Erreur remote pour %@
it: Errore remote per %@
ja: %@ のリモートエラー
ko: %@의 원격 오류
nb: Ekstern feil for %@
pl: Błąd zdalny dla %@
pt_br: Erro remoto para %@
ru: Ошибка удаленного подключения для %@
th: ข้อผิดพลาดรีโมตสำหรับ %@
tr: %@ için uzak bağlantı hatası
uk: Помилка віддаленого підключення для %@
zh_hans: %@ 的远程错误
zh_hant: %@ 的遠端錯誤

# sidebar.remote.help.errorWithDetail
source: Remote error for %@: %@
ar: خطأ في الاتصال البعيد لـ %@: %@
bs: Greška udaljene veze za %@: %@
da: Fjernfejl for %@: %@
de: Remote-Fehler für %@: %@
es: Error remoto para %@: %@
fr: Erreur remote pour %@: %@
it: Errore remote per %@: %@
ja: %@ のリモートエラー: %@
ko: %@의 원격 오류: %@
nb: Ekstern feil for %@: %@
pl: Błąd zdalny dla %@: %@
pt_br: Erro remoto para %@: %@
ru: Ошибка удаленного подключения для %@: %@
th: ข้อผิดพลาดรีโมตสำหรับ %@: %@
tr: %@ için uzak bağlantı hatası: %@
uk: Помилка віддаленого підключення для %@: %@
zh_hans: %@ 的远程错误: %@
zh_hant: %@ 的遠端錯誤: %@

# sidebar.remote.help.reconnecting
source: Remote reconnecting to %@
ar: الاتصال البعيد يعيد الاتصال بـ %@
bs: Udaljeno ponovno povezivanje s %@
da: Fjernforbindelse genopretter forbindelse til %@
de: Remote verbindet erneut mit %@
es: Remoto reconectando a %@
fr: Remote en reconnexion à %@
it: Remote in riconnessione a %@
ja: リモートは %@ に再接続中
ko: 원격이 %@에 다시 연결 중
nb: Ekstern kobler til %@ på nytt
pl: Zdalne ponowne łączenie z %@
pt_br: Remoto reconectando a %@
ru: Удаленное повторное подключение к %@
th: รีโมตกำลังเชื่อมต่อกับ %@ ใหม่
tr: Uzak bağlantı %@ hedefine yeniden bağlanıyor
uk: Віддалене повторне підключення до %@
zh_hans: 远程正在重新连接到 %@
zh_hant: 遠端正在重新連線到 %@

# sidebar.remote.help.suspended
source: SSH host %@ is unreachable. Automatic reconnect is paused — use Reconnect to retry.
ar: يتعذر الوصول إلى مضيف SSH ‏%@. تم إيقاف إعادة الاتصال التلقائي مؤقتًا — استخدم إعادة الاتصال للمحاولة مرة أخرى.
de: SSH-Host %@ ist nicht erreichbar. Die automatische Wiederverbindung ist pausiert – verwenden Sie „Erneut verbinden“, um es noch einmal zu versuchen.
es: El host SSH %@ es inaccesible. La reconexión automática está en pausa — usa Reconectar para reintentar.
fr: L'hôte SSH %@ est inaccessible. La reconnexion automatique est suspendue — utilisez Se connecter à nouveau pour réessayer.
ja: SSH ホスト %@ に到達できません。自動再接続は一時停止中です。「再接続」で再試行してください。
ko: SSH 호스트 %@에 연결할 수 없습니다. 자동 재연결이 일시 중지되었습니다. 재연결로 다시 시도하세요.
uk: SSH-хост %@ недоступний. Автоматичне перепідключення призупинено — скористайтеся «Перепідключити», щоб повторити спробу.
zh_hans: 无法访问 SSH 主机 %@。自动重连已暂停 — 请使用「重新连接」重试。
zh_hant: SSH 主機 %@ 無法連線。已暫停自動重新連線 — 請使用「重新連線」重試。
